LANG = {
<<<<<<< HEAD
    "app_title": "స్టడీసింక్ AI",
    "app_caption": "మీ AI ఆధారిత లెర్నింగ్ అసిస్టెంట్",

=======
>>>>>>> 7be08339f0b4bb56e9fa86178491f055a22b52b4
    "login": "లాగిన్",
    "register": "రిజిస్టర్",
    "username": "వినియోగదారు పేరు",
    "password": "పాస్‌వర్డ్",
<<<<<<< HEAD

=======
>>>>>>> 7be08339f0b4bb56e9fa86178491f055a22b52b4
    "logout": "లాగౌట్",
    "login_success": "లాగిన్ విజయవంతమైంది",
    "invalid_credentials": "తప్పు వివరాలు",
    "registered_success": "రిజిస్ట్రేషన్ విజయవంతమైంది! దయచేసి లాగిన్ చేయండి.",
<<<<<<< HEAD

=======
>>>>>>> 7be08339f0b4bb56e9fa86178491f055a22b52b4
    "logged_in_as": "లాగిన్ అయిన వినియోగదారు",
    "sidebar_navigation": "సైడ్‌బార్ నావిగేషన్ ఉపయోగించండి",
    "go_to_sidebar": "👉 యాప్ ఉపయోగించడానికి సైడ్‌బార్ పేజీలకు వెళ్లండి",
    "dashboard": "డాష్‌బోర్డ్",
}